{
    "songs": [{
        "id": "1",
        "title": "Never Again",
        "artist": "Discharge",
        "year": "1983",
        "web_url": "https://en.wikipedia.org/wiki/Never_Again_(Discharge_album)",
        "img_url": "https://upload.wikimedia.org/wikipedia/en/c/ca/Discharge_Never.jpg",
        "summary": "Never Again is the second studio album released by Discharge in 1984, and is their first compilation album. It should not to be confused with the EP of the same name. It includes tracks from their eponymous debut album, and from their previous extended plays. All tracks are remastered, and remixed, and is considered by Allmusic guide as 'a great introduction' to the band. The cover is a work by John Heartfield from 1932 entitled 'The Meaning of Geneva, Where Capital Lives, There Can Be No Peace'."
    }, {
        "id": "2",
        "title": "Trash",
        "artist": "The Stalin",
        "year": "1981",
        "web_url": "https://en.wikipedia.org/wiki/Trash_(The_Stalin_album)",
        "img_url": "https://upload.wikimedia.org/wikipedia/en/thumb/0/08/The_Stalin_-_trash.jpg/220px-The_Stalin_-_trash.jpg",
        "summary": "Trash is the first full-length album by Japanese hardcore punk group The Stalin released on December 24, 1981. Full album released from political records that is independent music label for the first time as The Stalin. At that time, 2000 pieces were newly pressed because it sold all immediately after release, and the order poured in, and sales of the exception were recorded in the independent music label though as many as 1000 pieces were pressed at first because it was an independent production board. However, all re-release is not done, and a still hard-to-find work according to the problem in extreme content and contract of the use of the broadcasting prohibition term. A lot of bootlegs appear on the market, too and therefore, the CD board is only a bootleg and exists."

    }, {
        "id": "3",
        "title": "Fresh Fruit for Rotting Vegetables",
        "artist": "Dead Kennedys",
        "year": "1980",
        "web_url": "https://en.wikipedia.org/wiki/Fresh_Fruit_for_Rotting_Vegetables",
        "img_url": "https://upload.wikimedia.org/wikipedia/en/2/22/Dead_Kennedys_-_Fresh_Fruit_for_Rotting_Vegetables_cover.jpg",
        "summary": "Fresh Fruit for Rotting Vegetables is the debut studio album by the American punk rock band Dead Kennedys. It was first released on September 2, 1980 through Cherry Red Records in the United Kingdom and later issued by Jello Biafra's own Alternative Tentacles label in the United States. It has been certified gold by the BPI. The best selling and generally the most critically acclaimed album by Dead Kennedys, Fresh Fruit for Rotting Vegetables has become a major staple of American punk. It is the only Dead Kennedys album to feature drummer Ted and the only one to feature guitarist 6025."
    }, {
        "id": "4",
        "title": "S/T",
        "artist": "Adolescents",
        "year": "1980",
        "web_url": "https://en.wikipedia.org/wiki/Adolescents_(album)",
        "img_url": "https://upload.wikimedia.org/wikipedia/commons/thumb/3/37/Adolescents_-_Adolescents_cover.png/220px-Adolescents_-_Adolescents_cover.png",
        "summary": "Adolescents, also known as The Blue Album due to its cover design, is the debut studio album by American punk rock band the Adolescents, released in April 1981 on Frontier Records. Recorded after guitarist Rikk Agnew and drummer Casey Royer joined the band, it features several songs written for their prior group, the Detours, including 'Kids of the Black Hole' and 'Amoeba', which became two of the Adolescents' most well-known songs. Adolescents was one of the first hardcore punk albums to be widely distributed throughout the United States, and became one of the best-selling California hardcore albums of its time. The band never toured in support of it, and broke up four months after its release. The Blue Album lineup of Agnew, Royer, guitarist Frank Agnew, bassist Steve Soto, and singer Tony Brandenburg reunited several times in subsequent years, but only for brief periods."
    }, {
        "id": "5",
        "title": "Youth of America",
        "artist": "The Wipers",
        "year": "1981",
        "web_url": "https://en.wikipedia.org/wiki/Youth_of_America",
        "img_url": "https://upload.wikimedia.org/wikipedia/en/thumb/4/4f/Wipers_-_Youth_of_America.png/220px-Wipers_-_Youth_of_America.png",
        "summary": "Youth of America is the second studio album by American punk rock band Wipers. It was released in 1981 by record label Park Avenue."
    }, {
        "id": "6",
        "title": "City Baby Attacked by Rats",
        "artist": "Charged G.B.H.",
        "year": "1982",
        "web_url": "https://en.wikipedia.org/wiki/City_Baby_Attacked_by_Rats",
        "img_url": "https://upload.wikimedia.org/wikipedia/en/thumb/7/75/Citybabyattackedbyrats.jpg/220px-Citybabyattackedbyrats.jpg",
        "summary": "City Baby Attacked By Rats is the debut album by the band Charged GBH. Released in 1982 on Clay Records[1] and later rereleased by leading punk reissue label Captain Oi! in 2002[2] with bonus tracks (A & B sides of singles 'No Survivors' and 'Sick Boy'). It is considered a landmark in the development of hardcore punk,[3] especially the UK 82 scene. Recorded at Frank Skarth Recordings (FSR) in Birmingham, produced by Mike 'Clay' Stone. It contains a rerecording of earlier single 'Sick Boy'."
    }, {
        "id": "7",
        "title": "Manifest Destiny",
        "artist": "The Dictators",
        "year": "1977",
        "web_url": "https://en.wikipedia.org/wiki/Manifest_Destiny_(The_Dictators_album)",
        "img_url": "https://upload.wikimedia.org/wikipedia/en/1/10/The_Dictators_manifest_destiny.jpg",
        "summary": "Manifest Destiny is the second album by The Dictators and their first after switching to the Asylum label. Trouser Press praised the album as 'another helping of brilliant Shernoff originals'."
    }, {
        "id": "8",
        "title": "Damned Damned Damned",
        "artist": "The Damned",
        "year": "1977",
        "web_url": "https://en.wikipedia.org/wiki/Damned_Damned_Damned",
        "img_url": "https://upload.wikimedia.org/wikipedia/en/thumb/9/9d/Damned_-_Damned_damned_damned_album_cover.jpg/220px-Damned_-_Damned_damned_damned_album_cover.jpg",
        "summary": "Damned Damned Damned is the debut studio album by English punk rock band the Damned. It was released on 18 February 1977 by Stiff Records. Produced by Nick Lowe, Damned Damned Damned was the first full-length album released by a UK punk group."
    }, {
        "id": "9",
        "title": "London Calling",
        "artist": "The Clash",
        "year": "1979",
        "web_url": "https://en.wikipedia.org/wiki/London_Calling",
        "img_url": "https://upload.wikimedia.org/wikipedia/en/0/00/TheClashLondonCallingalbumcover.jpg",
        "summary": "London Calling is the third studio album by English punk rock band the Clash. It was released as a double album in the United Kingdom on 14 December 1979 by CBS Records, and in the United States in January 1980 by Epic Records.[1] London Calling is a post-punk album that incorporates a range of styles, including punk, reggae, rockabilly, ska, New Orleans R&B, pop, lounge jazz, and hard rock."
    }]
}
